Repository: verbruggenalex/appointment
Catalog: lib/drupal/web/sites/default/files/translations/custom-translations.*.po
Languages: fr

source: Any country
fr: Tous les pays

source: Any occupation
fr: Toute profession

source: Login with
fr: Connectez-vous avec

source: Login by username/email address
fr: Connexion par nom d'utilisateur/adresse e-mail

source: You can use your username or email address to login.
fr: Vous pouvez utiliser votre nom d'utilisateur ou adresse e-mail pour vous connecter.

source: Currently closed
fr: Actuellement fermé

source: Select the date for your appointment.
fr: Sélectionnez la date de votre rendez-vous.

source: No slots available.
fr: Aucun emplacement disponible.

source: Select the time for your appointment.
fr: Sélectionnez l'heure de votre rendez-vous.

source: Book appointment now!
fr: Prenez rendez-vous maintenant!

source: Open at this moment!
fr: Ouvert en ce moment!

source: We are expecting you!
fr: Nous vous attendons!
